Repository: geonition/geoforms
Catalog: geoforms/locale/*/LC_MESSAGES/django.po
Languages: fi, mr, pt_br, sv

source: Advanced options
fi: Lisäasetukset
mr: उद्धारित पर्याय.
pt_br: Opções avançadas
sv: Avancerade inställningar

source: question
fi: kysymys
mr: प्रश्न
pt_br: pergunta
sv: fråga

source: minimum value
fi: minimiarvo
mr: किमान मुल्य
pt_br: valor mínimo
sv: minimum värde

source: maximum value
fi: maksimiarvo
mr: कमाल मुल्य
pt_br: valor máximo
sv: maximum värde

source: size for one step
fi: asteikon väli
mr: एका लेवलचा आकारमान.
pt_br: tamanho de uma etapa
sv: storlek för ett steg

source: label for minimum choice
fi: minimi otsikko
mr: किमान पर्यायासाठी लेबल द्या.
pt_br: rótulo para escolha mínima
sv: minsta värde

source: label for maximum choice
fi: maximi otsikko
mr: कमाल पर्यायासाठी लेबल द्या.
pt_br: rótulo para escolha máxima
sv: maximum värde

source: initial value
fi: alkuarvo
mr: प्रारंभिक संख्या
pt_br: valor inicial
sv: initialvärde

source: option
fi: valinta
mr: पर्याय
pt_br: opção
sv: val

source: place
fi: paikan
mr: जागा
pt_br: ponto
sv: plats

source: route
fi: reitti
mr: मार्ग
pt_br: linha
sv: rutt

source: area
fi: alue
mr: क्षेत्र
pt_br: polígono
sv: område

source: geometry type
fi: geometrian typpi
mr: भौमितक प्रकार
pt_br: tipo de geometria
sv: geometri typ

source: button text
fi: napin teksti
mr: बटणावरचे पाठ.
pt_br: botão de texto
sv: knapp text

source: color
fi: väri
mr: रंग
pt_br: cor
sv: färg

source: The color of the feature to be drawn. The color is given as hexadecimal color e.g. #ffffff --> white, #000000 --> black, #ff0000 --> red, #00ff00 --> green, #0000ff --> blue.
fi: Käyttäjän piirtämän paikannuksen väri. Väri syötetään heksadesimaali muodossa esim. #ffffff (valkoinen), #000000 (musta), #ff0000 (punainen), #00ff00 (vihreä), #0000ff (sininen)
mr: फीचरचा रंग निवडा.रंग सह्दाशौंश अंका प्रमाणे ठरविण्यात येतो.#ffffff --> पांढरा , #000000 --> काळा, #ff0000 --> लाल, #00ff00 -->हिरवा, #0000ff --> निळा.
pt_br: A cor do recurso a ser desenhado. A cor é determinada como uma cor hexadecimal e.g. #ffffff --> branco, #000000 --> preto, #ff0000 --> vermelho, #00ff00 --> verde, #0000ff --> azul.
sv: Färgen för platsen som ritas. Färgen skall ges i hexadecimal form t.ex. #ffffff (vit), #000000 (svart), #ff0000 (röd), #00ff00 (grön), #0000ff (blå)

source: popup for the place, route or area
fi: paikan, reitin tai alueen ponnahdusikkuna
mr: जागा, मार्ग आणि क्षेत्रासाठी पॉपप.
pt_br: pop-up para lugar, caminho ou área

source: Choose the popup to use for the place, route, or area.
fi: Valitse ponnahdusikkuna jonka käyttäjä näkee sen jälkeen kun hän on piirtänyt paikannuksen.
mr: जागा, मार्ग व क्षेत्रासाठी पोपप निवडावा.
pt_br: Escolhe o popup para o marcador, linha ou polígono
sv: Välj popup som skall anvädas för platsen, rutten eller området

source: max amount of answers
fi: vastausten maksimimäärä
mr: उत्तरांचे कमाल परिमाण.
pt_br: máxima quantidade de respostas
sv: högsta antal svar

source: This is the maximum number of allowed places/routes/areas that can be drawn by this drawbutton.
fi: Tämä on suurin sallittu paikannusten määrä, joita tällä piirtonapilla voi piirtää.
mr: ह्या बटणाद्वारे मार्क करता येणाऱ्या अनुमत जागा, मार्ग आणि क्षेत्रांची ही कमाल संख्या आहे
pt_br: Este é o número máximo de pontos/linhas/polígonos que podem ser desenhados por este botão de desenho.
sv: Det här är högsta antalet platser/rutter/områden som kan ritas med den här ritknappen.

source: text for the paragraph
fi: kappaleen teksti
mr: परिच्छेदासाठी पाठ.
pt_br: texto do parágrafo
sv: text för paragraf

source: This field takes as input any html tags. This enables you to style the text in any way you want. Here is a list of tags that can be used <a href="http://dev.w3.org/html5/spec/single-page.html#usage-summary">html5 tags</a>
fi: Tähän kenttään voi kirjoittaa HTML koodia. Tämä mahdollistaa tekstin tyylittelyä esim. <a href="http://dev.w3.org/html5/spec/single-page.html#usage-summary">html5 tags</a>
pt_br: Este campo aceita como entrada qualquer tag de html. Isso permite que você altere o estilo do texto da maneira que você quiser. Aqui tem uma lista de tags que podem ser usadas <a href="http://dev.w3.org/html5/spec/single-page.html#usage-summary">html5 tags</a>

source: name
fi: nimi
mr: नाव
pt_br: nome
sv: namn

source: element type
fi: elementin tyyppi
mr: एलिमेंटचा प्रकार.
pt_br: tipo de elemento
sv: element typ

source: questionnaire page element
fi: kyselysivun elementti
mr: प्रश्नावलीचा पेज एलीमेंट
pt_br: elemento de página do questionário
sv: enkät sidans element

source: questionnaire page elements
fi: kyselysivujen elementit
mr: प्रश्नावलीचे पेज एलिमेंट्स
pt_br: elementos de página do questionário
sv: enkät sidors element

source: text input
fi: Teksti syöttökenttä
mr: पाठ माहिती
pt_br: entrada de texto
sv: text fråga

source: text inputs
fi: teksti syöttökenttiä
mr: पाठ माहिती
pt_br: entradas de texto
sv: text fråga

source: text area
fi: Tekstikenttä
mr: पाठ क्षेत्र
pt_br: área de texto
sv: Text fråga

source: text areas
fi: Tekstikenttiä
mr: पाठ क्षेत्र
pt_br: áreas de texto
sv: Text frågor

source: number input
fi: numeronsyöttökenttä
mr: अंक लिहा
pt_br: entrada de número
sv: fråga ett nummer

source: number inputs
fi: numeroiden syöttökenttiä
mr: संख्या
pt_br: entradas de números
sv: nummer fråga

source: range input
fi: liukukytkin
mr: आवाका
pt_br: entrada de amplitude
sv: slider

source: range inputs
fi: liukukytkimiä
mr: आवाका
pt_br: entradas de amplitude
sv: sliders

source: paragraph
fi: tekstikappale
mr: परीच्चेद
pt_br: parágrafo
sv: text paragraf

source: paragraphs
fi: tekstikappaleita
mr: परीच्चेद
pt_br: parágrafos
sv: text

source: Select one
fi: valitse yksi
mr: एक निवडा
pt_br: Seelecionar um
sv: Välj en

source: Select multiple
fi: valitse monta
mr: अनेक निवडा
pt_br: Múltipla escolha
sv: Välj många

source: Draw button
fi: piirtonappi
mr: आखणीचे बटन
pt_br: Botão de desenho
sv: Ritnings knapp

source: Draw buttons
fi: piirtonappeja
mr: आखणीचे बटन्स
pt_br: Botões de desenho
sv: Ritnings knappar

source: page type
fi: sivun tyyppi
mr: पेजचा प्रकार
pt_br: tipo de página
sv: sid typ

source: elements
fi: elementiti
mr: एलिमेंट
pt_br: elementos
sv: elementer

source: questionnaire page
fi: kyselysivu
mr: प्रश्नावलीचे पेज
pt_br: página do questionário
sv: enkät sida

source: questionnaire pages
fi: kyselysivuja
mr: प्रश्नावलीचे पेजेस
pt_br: páginas do questionário
sv: enkät sidor

source: popups
fi: popupit
mr: पॉपप्स

source: page
fi: sivu
mr: पेज
pt_br: página
sv: sida

source: pages
fi: sivut
mr: पेजेस
pt_br: páginas
sv: sidor

source: element
fi: elementti
mr: एलिमेंट
pt_br: elemento

source: order
fi: järjestys
mr: क्रम
pt_br: ordem
sv: ordning

source: page element
fi: kyselysivun elementti
mr: पेज एलीमेंट
pt_br: elemento da página
sv: sidans element

source: page elements
fi: kyselysivujen elementit
mr: पेज एलिमेंट्स
pt_br: elementos da página
sv: sidors element

source: name of questionnaire
fi: kyselyn nimi
mr: प्रश्नावलीचे नाव
pt_br: nome do questionário
sv: enkätets namn

source: description
fi: kuvaus
sv: beskrivning

source: area of questionnaire
fi: kyselyn alue
mr: प्रश्नावलीचे क्षेत्र
pt_br: área do questionário
sv: området för enkätet

source: This is the initial area which will be visible on the questionnaire map. The map tools are on the up right corner of the map. To choose a tool you have to click on it so that the tool turnes yellow. To draw choose the drawing tool and start drawing. To stop drawing you have to doubleclick the map. It is also possible to modify the area by choosing the modify tool. Modification works by dragging the vertexes of the area to the new modified places.
fi: Tämä on alue johon kysely kohdistuu. Kartan piirtotyökalut ovat kartan oikeassa yläkulmassa. Valitse työkalu napsauttamalla työkalua siten, että se muuttuu keltaiseksi. Piirtääksesi alueen valitse alue työkalu ja napsauta karttaa alueen reunalla kunnes alue on täysin merkitty. Piirto lopetetaan tuplaklikkauksella. Voit myös myöhemmin muokata aluetta valitsemalla alueen muokkaustyökalun. Voit muokkaustyökalun avulla raahata alueen kulmia siten, että alue on oikein merkitty.
mr: हे प्रारंभिक क्षेत्र प्रश्नावली नकाश्यावर प्रदर्शित होईल.नकाश्याची साधनं वरच्या उजव्या कोपर्यात आहेत. साधन निवडण्या करिता त्यावर क्लिक करा जेणे करून ते साधन पिवळ्या रंगाचे दिसेल.मार्किंग चालू करण्यासाठी मार्किंग साधनाची निवड करावी. मार्किंग थांबविण्या करता नकाश्यावर डबल क्लिक करावे.आपण मार्क केलेल्या क्षेत्रा मध्ये सुधारणा करण्यासाठी फेरबदलाचे साधन निवडावे. फेरबदल करण्या करिता मार्क केलेल्या क्षेत्राचे कोपरे निवडून साधारित जागे परंत खेचावे.
pt_br: Esta é a área inicial que ficará visível no mapa do questionário. As ferramentas de mapa estão no canto superior direito do mapa. Para escolher uma ferramenta que você tem que clicar sobre ele para que a ferramenta fique amarela. Para desenhar escolha a ferramenta de desenho e comece a desenhar. Para parar de desenhar você tem dar um duplo click do mapa. Também é possível modificar a área escolhendo a ferramenta de modificação. A modificação funciona arrastando os vértices da área para os novos lugares.
sv: Det här är det synliga området på kartan. Du kan använda verktygen som du ser upp till höger av kartan. Välj ett verktyg med att klicka på verktyget så att det färgas gult. För att rita ett område välj ritnings verktyget och börja märka områdets kanter med att klicka på kartan. För att sluta rita skall du dubbelklicka på kartan. Det är också möjligt att ändra på området med verktyget vänster till ritnings verktyget och sedan klicka på området som skall ändras.

source: show area
fi: näytä alue
mr: क्षेत्र दाखवा
pt_br: mostrar área
sv: visa området

source: Check the box to show the area to the user. Otherwise leave the checkbox unchecked.
fi: Valitse jos haluat, että alue näkyy käyttäjälle. Muuten jätä tyhjäksi.
pt_br: Marque a caixa para mostrar a área para o usuário. Caso contrário, deixe a caixa de seleção desmarcada.
sv: Välj för att visa området för användaren. Annars lämna rutan tom.

source: scale the visible area
fi: skaalaa näkyvään alueeseen
pt_br: dimensionar a área visível
sv: förstora det synliga området

source: This number will be used to set the initial map extent. The map extent is counted by drawn area times this number.
fi: Tätä numeroa käytetään laskemaan kartan aloitusnäkymä. Aloitusnäkymä lasketaan merkityn alueen koko kertaa tämä numero.
mr: हि संख्या नकाश्याची प्रारंभिक मर्यादा ठरवण्या करता उपयोगी आहे
pt_br: Este número será usado para definir a extensão inicial do mapa. A extensão do mapa é contada pela área desenhada multiplicada por este número.
sv: Det här numret kommar att användas för att räkna kartans område. Kartans område räknas enligt det märkta området gånger det här numret.

source: questionnaire start date
fi: kyselyn alkamispäivä
sv: Datum då enkätet skall publiseras

source: questionnaire end date
fi: kyselyn loppumispäivä

source: map
fi: kartta

source: questionnaire
fi: kysely
mr: प्रश्नावली
pt_br: questionário
sv: enkät

source: questionnaires
fi: kyselyt
mr: प्रश्नावली
pt_br: questionários
sv: enkät

source: place icon
fi: Paikka ikoni
mr: जागेचे चिन्ह
pt_br: ícone de lugar
sv: plats ikon

source: route icon
fi: Reitti ikoni
mr: मार्गाचे चिन्ह
pt_br: ícone de caminho
sv: rutt ikon

source: area icon
fi: Alue ikoni
mr: क्षेत्राचे चिन्ह
pt_br: ícone de área
sv: område ikon

source: Click on the map to draw the point
fi: Napsauta karttaa piirtääksesi pisteen
mr: जागा आखण्यासाठी नकाश्यावर क्लिक करा
pt_br: Clique no mapa para marcar o ponto
sv: Klicka på kartan för att märka stället

source: Click on the map to start drawing the route and doubleclick to finnish
fi: Napsauta karttaa aloittaaksesi reitin piirtämistä ja tuplanapsauta lopettaaksesi piirron
mr: मार्ग आखण्यासाठी नकाश्यावर क्लिक करा आणि मार्ग पूर्ण करण्या करता डबल क्लिक करा
pt_br: Clique no mapa para começar a desenhar a linha e duplo clique para acabar
sv: Klicka på kartan för att börja rita rutten och dubbelklicka för att sluta rita

source: Click on the map to start drawing the area and doubleclick to finnish
fi: Napsauta karttaa aloittaaksesi alueen piirtämistä ja tuplanapsauta lopettaaksesi piirron
mr: क्षेत्र आखण्यासाठी नकाश्यावर क्लिक करा आणि मार्ग पूर्ण करण्या करता डबल क्लिक करा
pt_br: Clique no mapa para começar a desenhar o polígono e duplo clique para acabar
sv: Klicka på kartan för att börja rita området och sluta rita med ett dubbelklick

source: Annotations
fi: Karttamerkinnät
pt_br: Anotações
sv: Kartmärken

source: Next
fi: Seuraava
mr: पुढचे
pt_br: Próxima
sv: Nästa sida

source: Previous
fi: Edellinen
mr: आधीचे
pt_br: Anterior
sv: Föregående sida

source: Your answers and finish
fi: Kiitos vastauksistasi!
pt_br: Final
sv: Dina svar och avsluta

source: This is the end of the questionnaire and your answers has been saved. Thank you for your answers! You can still continue modifying your answers by clicking the previous buttons. Quit the questionnaire by clicking the 'quit and go to home page' button.
fi: Voit halutessasi siirtyä etusivun kautta vastaamaan muihin kyselyihin tai palata muokkaamaan vastauksiasi painikkeella "edellinen".
mr: आपली उत्तरं सेव करण्यात आलेली असून ही प्रश्नावली येथे संपन्न होते.आपण दिलेल्या उत्तरांसाठी आपले आभार. तुम्ही तुमची उत्तरं मागे जाण्याचा बटणावर क्लिक करून अजूनही सुधारू शकता.प्रश्नावली सोडून जाण्यासाठी 'बंद करून होमपेजवर जा ' ह्या बटणावर क्लिक करा.
pt_br: Este é o final do questionário, as respostas foram salvas, muito obrigada! Você ainda pode modificar as respostas clicando nos botões "anterior". Para sair do questionário, clique em sair e ir para a página inicial.
sv: Det här är enkätens sista sida, dina svar har sparats. Tack för dina svar! Du kan ännu ändra på dina svar genom att välja 'Föregående sida'. Du kan avsluta och gå tillbaka till första sidan genom att klicka på 'avsluta och gå till första sidan'.

source: Quit and go to home page
fi: Lopeta ja siirry etusivulle
mr: पेज सोडून होमपेज वर या
pt_br: Sair e ir para a página inicial
sv: Avbryt och gå till första sidan

source: Remove
fi: Poista
mr: काढा
pt_br: Remover
sv: Ta bort

source: Save
fi: Tallenna
mr: सेव करा
pt_br: Gravar
sv: Spara

source: You marked one place
fi: Olet merkinnyt yhden paikan
mr: आपण एक जागा मार्क केली आहे.
pt_br: Você marcou um lugar
sv: Du markera ett ställe

source: You marked
fi: Olet merkinnyt
pt_br: Você marcou
sv: Du markera

source: places
fi: paikkaa
mr: जागा
pt_br: lugares
sv: platser

source: and answered one question
fi: ja vastannut yhteen kysymykseen
mr: आणि एका प्रश्नाचे उत्तर दिले आहे
pt_br: e respondeu uma pergunta
sv: och svara på en fråga

source: and answered
fi: ja antanut
mr: आणि उत्तर दिले
pt_br: e respondeu
sv: och svara på

source: questions
fi: vastausta
mr: प्रश्न
pt_br: perguntas
sv: frågor

source: You answered one question
fi: Olet vastannut yhteen kysymykseen
mr: आपण एका प्रश्नाचे उत्तर दिले
pt_br: Você respondeu uma pergunta
sv: Du svara på en fråga

source: You answered
fi: Olet antanut
pt_br: Você respondeu
sv: Du svara

source: Choose Layers to show
fi: Valitse näkyvät karttatasot

source: Home
fi: Koti
mr: होम
pt_br: Início
sv: Hem

source: Create element
fi: Luo kysymyselementti
mr: एलिमेंट बनवा
pt_br: Criar elemento
sv: Skapa fråga

source: remove
fi: poista
mr: काढा
pt_br: remover
sv: ta bort

source: add
fi: lisää
mr: अधिक
pt_br: adicionar
sv: lägg till

source: This is the HTML that represents the element widget.
fi: Tämä HTML esittää yhden kysely elementin
mr: हे एच.टि.एम.एल एलिमेन्टचे वर्णन करते.
pt_br: Isto é a HTML que representa o elemento do aparelho (widget).
sv: Här kan du skriva element i HTML format

source: This is the name of the element. The element name should be unique throughout the application so there cannot be two elements with the same name.
fi: Tämä on kysely elementin nimi. Nimen tulisi olla uniikki koko ohjelmassa eikä kaksi samannimistä elementtiä voi tehdä.
mr: हे एलिमेन्टचे नाव आहे.हे नाव पूर्ण अएप्लिकशन मध्ये एकमेव असावे जेणे करून २ एलिमेंट्सना एकाच नाव दिले जाणार नाही.
pt_br: Este é o nome do elemento. O nome do elemento deve ser único em toda a aplicação de modo que não pode haver dois elementos com o mesmo nome.
sv: Det här är elementets namn. Elementets namn borde vara unikt och kan inte ha samma namn som nå annat element i programmet.

source: site
mr: साईट
pt_br: sítio
sv: sida

source: slug
mr: स्लग

source: html
mr: एच.टि.एम.एल

source: popup
mr: पॉपप

source: Go to the application..
mr: उपयोजने कडे जा

source: Questionnaires
mr: प्रश्नावली
